let name = alert ('Нурзада беш бир туугандуу болду ❤️ ');

let name1 = prompt ('Байкемдин аты')
let age = prompt ('жашы ')
let work = prompt ('окуйбу же иштейби?')
let character = prompt ('байкемдин муноозу🤗')
console.log(`Байкемдин аты ${name1 }, жашы болсо ${age} окуусун ${work} муноозу ${character} `);

let name2 = prompt ('Синдимдин аты')
let age1 = prompt (' синдимдин жашы ')
let work1 = prompt ('окуйбу же иштейби?')
let character1 = prompt ('синдимдин муноозу🫡')
console.log(`Синдимдин аты ${name2 }, жашы болсо ${age1} мектепте ${work1} муноозу ${character1} `);

let name3 = prompt ('Укомдун аты')
let age2 = prompt (' укомдун жашы ')
let work2 = prompt ('окуйбу же иштейби?')
let character2 = prompt ('укомдун муноозу😒')
console.log(`Укомдун аты ${name3 }, жашы болсо ${age2} мектепте ${work2} муноозу ${character2} `);

let name4 = prompt (' Экинчи укомдун аты')
let age3 = prompt ('экинчи укомдун жашы ')
let character3 = prompt ('экинчи укомдун муноозу🤷‍♂️')
console.log(`Экинчи укомдун аты ${name4 },экинчи жашы болсо ${age3} муноозу ${character3} `);


